/************************     הוראות חשובות      ***********************/

/**
 
 1.   במידה וזאת פעם ראשונה שלכם ממלאים תוכן בלומדה, קראו את **קובץ הוורד** המצורף בתקייה
 2.   בעמוד זה יש למלא את הפרטים לגבי כל המידע והתוכן המבוקש
 3.   [amountOfQuestions במשתנה] לשים לב שבכל נושא צריך לכתוב את *כמות השאלות המקסימלית* שתלקח ממנו
      **משתנה זה מתייחס רק לשאלות שיילקחו בשביל **המבחן
 */


/************************      הכנס כותרת ראשית שהיא שם הלומדה      ***********************/
const TITLE = 'מבנה חמ"ץ';

/************************      הכנס כמות זמן התחלתית של המבחן      ***********************/
const TIME_FOR_EXAM = "7:00";

// אובייקט המכיל את כל המידע של הלומדה הכולל את התוכן, השאלות לכל נושא וכמות השאלות שיילקח מכל נושא למבחן
const DATA = { 
    // שם נושא
    "מבוא": {
        "icon":  "../assets/images/opening/bhd13_icons/mavo.svg", // הכנס קישור של אייקון
        // שאלות לנושא הזה
        "questions": [
            {
                type: "multiple",
                question: `מה שמו של הקמצ"ר הראשון?`,
                ans1: `ראובן לוי`,
                ans2: `יהודה הלוי`,
                ans3: `ישי ציון`,
                ans4: `דני מגן`,
                correctAns: "ans4"
            },
            {
                type: "multiple",
                question: `במה יחידת חיל המשטרה הצבאית עסקה במלחמת העולם השנייה?`,
                ans1: `כל התשובות נכונות`,
                ans2: `חקירות אנשי SS`,
                ans3: `העברת פליטים ארצה`,
                ans4: `אף תשובה נכונה`,
                correctAns: "ans1"
            },
            {
                type: "binary",
                sentence: "ראשיתו של חיל המשטרה הצבאית היה בחטיבה היהודית הלוחמת (הבריגדה היהודית)",
                trueOrFalse: true
            },
            {
                type: "multiple",
                question: `מהו "טוהר חמשת המידות"?`,
                ans1: `טוהר הלב, טוהר המחשבה, טוהר המעש וטוהר הנשק`,
                ans2: `טוהר הלב, טוהר העין, טוהר היד, טוהר הנשק וטוהר המחשבה`,
                ans3: `טוהר הלב, טוהר העין, טוהר היד, טוהר הנשק וטוהר הרגל`,
                ans4: `טוהר הלב, טוהר העין, טוהר היד, טוהר הנשק וטוהר המעש`,
                correctAns: "ans4"
            },
            {
                type: "binary",
                sentence: `יחידת מצ"ח הוקמה 6 שנים לאחר שהוקם חיל המשטרה הצבאית`,
                trueOrFalse: false
            }
        ],
        "amountOfQuestions": 2,
        "learningContent": {
            "היסטוריה": {
                "היסטורית חיל המשטרה": [ 
                    {
                        cardType: "listDots3",
                        numList: "3",
                        li1: "ראשיתו של חיל המשטרה היה בחטיבה היהודית הלוחמת בשירות הצבא הבריטי במהלך מלחמת העולם השנייה.",
                        li2: `יחידת המשטרה הצבאית נקראה יחמ"ץ 79 והייתה תחת פיקודו של דני מגן.`,
                        li3: "היחידה עסקה בחקירות אנשי SS, העברת פליטים יהודיים ארצה וכו'.",
                    },
                    {
                        cardType: "listDots3",
                        numList: "4",
                        li1: `בשנת 1946 פורקה היחידה ובסוף שנת 1947 התבקש דני מגן, מפקדה, להקים את "שירות המשטרה הצבאית"`,
                        li2: `5 שנים לאחר מכן הוקמה יחידת מצ"ח`,
                        li3: `כיום, הורחבו תחומי פעילותם של המערכים הקיימים. השינויים הרבים שחלו בה הפכו אותה לחיל מבצעי אשר בפעילותו מסייע ללוחמה בטרור ולהגנה על מדינת ישראל ואזרחיה.`,
                        li4: `במהלך שנות מאבקה של מדינת ישראל על עצמאותה וביטחון אזרחיה, המשטרה הצבאית נטלה חלק ממשי וחשוב בלחימה בחזית העורף.`,
                    },
                    {
                        cardType: "text",
                        content: "במהלך שנות מאבקה של מדינת ישראל על עצמאותה וביטחון אזרחיה, המשטרה הצבאית נטלה חלק ממשי וחשוב בלחימה בחזית העורף. אם בהגנה על שטחי ישראל, הובלת שיירות, סיכול פעילויות טרור, סריקת אחר אמצעי לחימה, כליאת שבויי המלחמה, הכוונת הכוחות הלוחמים, איתור הנעדרים וחקירות הביזה."
                    }
                ],
            },
            "סמל": {
                "סמל חיל המשטרה": [
                    {
                        cardType: "text",
                        content: `הסמל נבחר לאחר התלבטויות רבות והוא מורכב מן המגן (על שם דני מגן- הקמצ"ר הראשון) ומפני שהמגן "משוח בשמן כמו חומה בצורה" ומתאים לתפקידו להגן על חוסנו המוסרי של צה"ל.`
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: "מן המגן פורצות 5 להבות שמסמלות את טוהר המידות המחומש:",
                        numList: "5",
                        li1: `טוהר הנשק`,
                        li2: `טוהר הלב`,
                        li3: `טוהר היד`,
                        li4: `טוהר העין`,
                        li5: `טוהר המעש`,
                    },
                    {
                        cardType: "text",
                        content: `צבעי הסמל הם כחול, לבן ואדום:
                        כחול לבן- צבעי דגל המדינה, כאשר הלבן מאפיין את טוהר המידות, ואדום הוא צבעה של הבריגדה היהודית שממנה נוסד החיל.`
                    },
                ],
            },
        },
    },
    // שם נושא
    "מערך ההדרכה": {
        "icon":  "../assets/images/opening/bhd13_icons/hadraha.svg",
        // שאלות לנושא הזה
        "questions": [
            {
                type: "multiple",
                question: `כיצד נקראה התוכנית שבמסגרתה הועבר בה"ד 13 לקריית ההדרכה ?`,
                ans1: `"המעבר לנגב"`,
                ans2: `"המעבר דרומה"`,
                ans3: `"הפרחת הנגב"`,
                ans4: `"פרויקט הדרום"`,
                correctAns: "ans2"
            },
            {
                type: "multiple",
                question: `מה נכלל במגמת מקצועות בבה"ד 13?`,
                ans1: `קורסי מגן, רגב וקמ"צים`,
                ans2: `הקורסים המקצועיים שעוברים טירוני לו"ם`,
                ans3: `הקורסים המקצועיים שעוברים טירוני פש"ץ`,
                ans4: `כל התשובות נכונות`,
                correctAns: "ans1"
            },
            {
                type: "multiple",
                question: `מהן המסגרות תומכות ההדרכה בבה"ד 13?`,
                ans1: `ת"ש ומד"ריה`,
                ans2: `שלישות ומד"ריה`,
                ans3: `ת"ש ומדור טי"ל`,
                ans4: `צפ"ה ומדור טי"ל`,
                correctAns: "ans2"
            },
            {
                type: "multiple",
                question: `מתי הועבר בה"ד 13 לעיר הבהדים ?`,
                ans1: `מרץ 2013`,
                ans2: `מאי 2013`,
                ans3: `פברואר 2015`,
                ans4: `מאי 2015`,
                correctAns: "ans4"
            },
            {
                type: "binary",
                sentence: `קורס רומ"ח הוא חלק ממגמת פיקוד`,
                trueOrFalse: true
            },
            {
                type: "binary",
                sentence: `בה"ד 13 הוא הבה"ד הראשון שהועבר לעיר הבהדים`,
                trueOrFalse: true
            },
            {
                type: "binary",
                sentence: `מפקד הבה״ד הוא קצין בדרגת סא״ל (שני ״פלאפלים״)`,
                trueOrFalse: true
            },
            
        ],
        "amountOfQuestions": 2,
        "learningContent": {
            // סוג הכרטיסייה
            "מבוא": {
                "פתיחה": [ 
                    {
                        cardType: "picAndText",
                        pic: "../assets/images/learning/bhd13-symbol.png",
                        content: `בהד 13 הוא בסיס ההדרכה של חיל המשטרה הצבאית. במאי 2015 הוא הועבר לעיר הבהדים, קריית ההדרכה שבנגב במסגרת תכנית שנקראה ״המעבר דרומה״<br>מפקד הבה״ד הוא קצין בדרגת סא״ל (שני ״פלאפלים״)`,
                    },
                ],
            },
            "מסגרות הדרכה": {
                "מסגרות הדרכה": [
                    {
                        cardType: "listDots3",
                        numList: "4",
                        li1: `מגמת מקצועות - מגמה המכילה את הקורסים המקצועיים שעוברים טירוני פשץ לאחר הטירונות: כליאה, בילוש, חקירות, שיטור ותעבורה, גחל״ת.`,
                        li2: `מגמת פיקוד - מגמה האחראית על ההכשרות הפיקודיות בחיל. קורס מגן שמסמיך סמלים, קורס רגב מכין לקצונה, סדרת המיון, קורס קמצים וקורס רומח - הכשרת מכים של לום.`,
                        li3: `פלוגת לו״ם - הטירונות וההסמכה שעוברים טירוני לוחמי המעברים לשטח. כוללת הסמכת רובאי 03 וקורס מסמיך לתפקיד.`,
                        li4: `פש״ץ - פלוגת השוטרים הצבאיים. בה מוסמכים טירוני פשץ לרובאי 02 מורחב לפני שיבוציהם לתפקידי החיל השונים אליהם ממויינים במהלך הטירונות.`,
                    },
                ],
            },
            "מסגרות תומכות הדרכה": {
                "מסגרות תומכות הדרכה": [
                    {
                        cardType: "listDots3",
                        numList: "2",
                        li1: `מד״ריה - מרכזת את גורמי החינוך, הצפה, ניהול ידע, התיאום, התכנון והלוגיסטיקה`,
                        li2: `שלישות - מרכזת את גורמי שלישות הסגל, הקורסים, הת״ש והיעוץ הארגוני.`,
                    },
                ],
            },
        },
        
    },
    // שם נושא
    "מערך השיטור": {
        "icon":  "../assets/images/opening/bhd13_icons/shitoor.svg",
        // שאלות לנושא הזה
        "questions": [
            {
                type: "multiple",
                question: `מה אינו תחום עיסוק במערך השיטור בשגרה ?`,
                ans1: `ליווי פח"ע ושמירה על עצורים ביטחוניים`,
                ans2: `ליווי מטענים חורגים`,
                ans3: `אכיפת חוקי התנועה והדיגום`,
                ans4: `מחסומי שלל וביזה`,
                correctAns: "ans4"
            },
            {
                type: "multiple",
                question: `כמה יחידות קיימות במערך השיטור בשגרה ?`,
                ans1: `5`,
                ans2: `6`,
                ans3: `3`,
                ans4: `4`,
                correctAns: "ans1"
            },
            {
                type: "binary",
                sentence: `במערך השיטור כל יחידה כפופה פיקודית למפקד הפיקוד שלה ומקצועית לקמצ"ר`,
                trueOrFalse: true
            },
            {
                type: "multiple",
                question: `כמה יחידות פיקודיות יש במערך השיטור ?`,
                ans1: `2`,
                ans2: `3`,
                ans3: `4`,
                ans4: `5`,
                correctAns: "ans2"
            },
            {
                type: "multiple",
                question: `בראש כל יחידת שיטור עומד ממצ"פ (מפקד משטרה צבאית פיקודי) בדרגת:`,
                ans1: `סא"ל`,
                ans2: `אל"ם`,
                ans3: `רס"ן`,
                ans4: `אלוף משנה`,
                correctAns: "ans1"
            },
            {
                type: "binary",
                sentence: `ראשי התיבות של יחידת השיטור "ימלת" הם- יחידה מרכזית לדיגום ותעבורה:`,
                trueOrFalse: false
            },
            {
                type: "multiple",
                question: `למי כפופה מ"צ מטכ"ל ?`,
                ans1: `פיקודית- מפקד מחנה רבין, מקצועית- קמצ"ר`,
                ans2: `פיקודית- קמצ"ר, מקצועית- ממצ"פ`,
                ans3: `פיקודית- קמצ"ר, מקצועית- מפקד מחנה רבין`,
                ans4: `פיקודית- אלוף הפיקוד, מקצועית- מפקד מחנה רבין`,
                correctAns: "ans1"
            },
            {
                type: "multiple",
                question: `מהם הבסיסים הנמצאים תחת פיקוד דרום במערך השיטור?`,
                ans1: `אילת, האשל והנגב`,
                ans2: `האשל, אילת, הנגב וערבה`,
                ans3: `ענתות, אילת, האשל`,
                ans4: `נגב, אילת וערבה`,
                correctAns: "ans1"
            },
            {
                type: "binary",
                sentence: `ישנם 4 בסיסים תחת פיקוד דרום במערך השיטור`,
                trueOrFalse: false
            },
            {
                type: "multiple",
                question: `כמה בסיסים יש תחת פיקוד מרכז ?`,
                ans1: `4`,
                ans2: `3`,
                ans3: `2`,
                ans4: `5`,
                correctAns: "ans2"
            },
            {
                type: "multiple",
                question: `איזה בסיס מן הבסיסים הבאים יוצא דופן?`,
                ans1: `ענתות`,
                ans2: `דן`,
                ans3: `ג'אלמה`,
                ans4: `יואב`,
                correctAns: "ans3"
            },
            {
                type: "binary",
                sentence: `בחלק מן בסיסי השיטור ישנם חדרי משמר (מעצרים)`,
                trueOrFalse: true
            },
            {
                type: "multiple",
                question: `על מי מתבסס אגד שיטור פיקוד העורף בחירום ?`,
                ans1: `גדודי מילואים בלבד`,
                ans2: `גדוד סדיר על בסיס בה"ד 13 וגדוד מילואים`,
                ans3: `גדודי סדיר בלבד`,
                ans4: `שני גדודי מילואים וגדוד סדיר על בסיס בה"ד 13`,
                correctAns: "ans4"
            },
            {
                type: "multiple",
                question: `יחידת פיקוד דרום נקראת גם..`,
                ans1: `י"פ חמ"צ 390`,
                ans2: `י"פ חמ"צ 391`,
                ans3: `י"פ חמ"צ 392`,
                ans4: `י"פ חמ"צ 393`,
                correctAns: "ans3"
            },
            {
                type: "binary",
                sentence: `יחידת השיטור "הימלת" ממוקמת בבית ליד ?`,
                trueOrFalse: true
            },
            {
                type: "multiple",
                question: `מה ראשי התיבות של ׳ספ״ת׳ ?`,
                ans1: `סריקת פקודות ותעבורה`,
                ans2: `סיור פיקוח ותעבורה`,
                ans3: `סירוב פקודת תשאול`,
                ans4: `ספירת תדרוך יומי`,
                correctAns: "ans2"
            },
            {
                type: "multiple",
                question: `איזו עבירה מן העבירות הבאות הינה ׳עבירה איכותית׳`,
                ans1: `מעבר קו הפרדה רצוף עם 4 גלגלים`,
                ans2: `הנחת הרכב באזור אסור לחניה`,
                ans3: `התרשלות בתפקיד`,
                ans4: `אי מעבר במעבר חציה`,
                correctAns: "ans1"
            },
            {
                type: "binary",
                sentence: `בראש כל יחידה פיקודית עומד ׳ממצ״פ׳`,
                trueOrFalse: true
            },
        ],
        "learningContent": {
            // סוג הכרטיסייה
            "מבוא": {
                "תחומי עיסוק במגזר השיטור": [ 
                    {
                        cardType: "listDots3",
                        numList: "10",
                        li1: `אכיפת משמעת בצה״ל- לבוש הופעה והתנהגות`,
                        li2: `אכיפת חוקי התנועה במסגרת המלחמה בת״ד`,
                        li3: `איתור ומעצר עריקים, נפקדים ומשתמטים`,
                        li4: `ליווי פח״ע ושמירה על עצירים ביטחוניים.`,
                        li5: `אחזקת חדרי משמר`,
                        li6: `ליווי מטענים חורגים ושיירות`,
                        li7: `ליווי לוויות צבאיות`,
                        li8: `טיפול באירועים מיוחדים`,
                        li9: `הכוונת תנועה`,
                        li10: `מוכנות לחירום`,
                    },
                ],
                "יחידות בחיל המשטרה": [ 
                    {
                        cardType: "listDots3",
                        numList: "3",
                        li1: `בחיל המשטרה הצבאית בשגרה קיימות 5 יחידות:<br><ul class="list"><li>3 יחידות פיקודיות (דרום, צפון, מרכז)</li><li>מ״צ מטכל (מחנה רבין)</li><li>ימל״ת (יחידה מרכזית לפיקוח ותעבורה)</li></ul>`,
                        li2: `כל יחידה כפופה פיקודית למפקד הפיקוד שלה ומקצועית לקמצ״ר`,
                        li3: `בראש כל יחידה עומד ממצ״פ (מפקד משטרה צבאית פיקודי) בדרגת סא״ל.`,
                    },
                ],
            },
            'ימל"ת': {
                'ימל"ת': [
                    {
                        cardType: "text",
                        content: `יחידה מרכזית לליווים ותעבורה. יחידת שיטור עצמאית בגזרה ארצית, היא ממקומת בבית ליד ובראשה מפקד שדרגתו רס״ן תפקידיה העיקריים:<ul class="list"><li>אכיפת חוקי התעבורה של הצבא, וזאת באמצעות ניידות גלויות וסמויות ושימוש ברוכבי אופנוע. כמו כן בידי הימלת אמצעים מתקדמים לאכיפת מהירות</li><li>פלוגת ליוויים אשר מבצעת ליווים מהפיקודים השונים מבתי הכלא אל בתי הדין, הפניות וכדומה </li></ul>`,
                    },
                ],
            },
            "יחידות פיקודיות": {
                "תפקידן העיקרי של היחידות הפיקודיות": [
                    {
                        cardType: "listDots3",
                        numList: "6",
                        li1: `ביצוע פיקוח משמעת ברחבי הפיקוד ובסיסי צהל`,
                        li2: `פיקוח תעבורה ומשמעת רכב במרחב הפיקוד, סיוע בהכוונת תנועה, ביצוע שת״פ עם מ״י`,
                        li3: `סיוע ליחידות במרחב הפיקוד בלכידת נפקדים, מעצר צווי מעצר מבית הדין בגזרתה`,
                        li4: `אחזקה וטיפול בכלואים, עצורי מצ״ח ועריקים בחדרי משמר`,
                        li5: `ליווי כלואים ופח״ע, ליווי מטען חורג, שדרות צבאיות והלוויות`,
                        li6: `כוננות מבצעית, ונטילת חלק בפעילות ייחודית אותה מבצע הפיקוד`,
                    },
                ],
                'י״פ חמ"צ 390 חמ"צ (פיקוד צפון)': [
                    {
                        cardType: "picAndText",
                        pic: "../assets/images/learning/bhd13-deer.png",
                        content: `בפיקוד צפון ישנם 2 בסיסים:<ul class="list"><li>מחנה ג׳למה- חיפה</li><li>מחנה פילון- הגליל</li></ul>`,
                    },
                ],
                'י״פ חמ״ץ 391 פיקוד מרכז': [
                    {
                        cardType: "picAndText",
                        pic: "../assets/images/learning/bhd13-lion.png",
                        content: `<ul class="list"><li>דן- תל השומר</li><li>יואב- קסטינה</li><li>ענתות- ירושלים</li></ul>`,
                    },
                ],
                'י״פ חמ״ץ 392 פיקוד דרום': [
                    {
                        cardType: "picAndText",
                        pic: "../assets/images/learning/bhd13-fox.png",
                        content: `<ul class="list"><li>האשל- שדה תימן</li><li>הנגב- מחנה שרון</li><li>אילת- מכלול</li></ul>`,
                    },
                ],
            },
            'מטכ"ל': {
                'מ״צ מטכ״ל': [
                    {
                        cardType: "picAndText",
                        pic: "../assets/images/learning/bhd13-sword.png",
                        content: `כפופה פיקודית למפקד מחנה רבין ומקצועית לקמצ״ר ופועלת על פי הנחיותיו.היחידה ממוקמת במחנה רבין (״הקריה״) בת״א בראשה עומד מפקד שדרגתו רס״ן.<br>תפקידיה העיקריים:<ul class="list"><li>אכיפת משמעת, סדר והופעה בשערי ורחבי המחנה</li><li>אכיפת תנועה וחניה</li><li>אבטחת המחנה</li></ul>`,
                    },
                ],
            },
            "חירום": {
                "מערך השיטור בחירום": [
                    {
                        cardType: "listDots3",
                        numList: "2",
                        li1: `אגד שיטור פיקוד העורף- בחירום מתבסס על שני גדודי מילואים וגדוד שלישי שהוא גדוד סדיר עב״ס בה״ד 13`,
                        li2: `ממצ״פ העורף בחירום הינו אל״ם במילואים`,
                    },
                ],
            },
            "חדר משמר": {
                "חדרי משמר": [
                    {
                        cardType: "picAndText",
                        pic: "../assets/images/learning/bhd13-prision.png",
                        content: `<ul class="list"><li>בבסיסי שיטור שונים קיימים חדרי משמר (מעצרים) שבהם שוהים בדרך כלל חיילים שעונשם מינורי יחסית</li><li>אכיפת תנועה וחניה</li><li>החבושים ישהו לתקופה של עד 28 ימי מחבוש בלבד</li></ul>`,
                    },
                ],
            },
        },
        "amountOfQuestions": 0
    },
    "מערך הכליאה": {
        "icon":  "../assets/images/opening/bhd13_icons/cliah.svg",
        // שאלות לנושא הזה
        "questions": [
            {
                type: "multiple",
                question: `מלבד להוות גורם מרתיע מערך הכליאה..`,
                ans1: `ידאג לתנאי המחיה של הכלוא`,
                ans2: `יתערב לשיפור סיכוי הכלוא לתפקד כחייל או אזרח`,
                ans3: `יבטיח שמירה מלאה על כבוד האדם`,
                ans4: `יסייע כלכלית לכלואים הנזקקים לכך`,
                correctAns: "ans3"
            },
            {
                type: "multiple",
                question: `אחריות ענף המקצועות והכליאה במקמצ"ר הינה`,
                ans1: `פרסום עדכונים במערך הכליאה`,
                ans2: `פיקוח מבחינה פיקודית`,
                ans3: `ייעוץ למפקד הבס"כ`,
                ans4: `בדיקת תנאי השירות של הכלואים`,
                correctAns: "ans1"
            },
            {
                type: "multiple",
                question: `מה ייקרה במתקן הכליאה בחירום ?`,
                ans1: `מתקן הכליאה יגדיל את כמות העצורים על ידי הקמת מבנים ארעיים`,
                ans2: `הכלא ייסגר לחלוטין`,
                ans3: `כל הכלואים יעברו לרשות שב״ס`,
                ans4: `חלק מאוכלוסיית הכלואים תשוחרר לצורך פינוי מקומות`,
                correctAns: "ans4"
            },
            {
                type: "multiple",
                question: `מה אחת מזכויות הכלוא ?`,
                ans1: `7 דקות שיחת טלפון ביום`,
                ans2: `בקשת חנינה`,
                ans3: `קנייה בקנטינה`,
                ans4: `תעסוקה במהלך היום`,
                correctAns: "ans2"
            },
            {
                type: "multiple",
                question: `מה הינו חלק מהאיומים והסיכונים במערך הכליאה ?`,
                ans1: `שמירה על חיי הכלואים`,
                ans2: `הצגת החיל בעיני חילות אחרים באופן שלילי`,
                ans3: `שמירה על חיי המד״כים`,
                ans4: `בריחה מהכלא`,
                correctAns: "ans1"
            },
            {
                type: "multiple",
                question: `הפרקליט הצבאי רשאי לבקר את הכלוא באופן חופשי ?`,
                ans1: `לא, רק בתיאום עם סגל הכלא`,
                ans2: `לא, רק בתיאום עם הכלוא`,
                ans3: `לא, רק בתיאום עם בית הדין`,
                ans4: `כן`,
                correctAns: "ans4"
            },
            {
                type: "binary",
                sentence: `הכלואים זכאים לצפייה בטלוויזיה ?`,
                trueOrFalse: true
            },
            {
                type: "multiple",
                question: `מתי הוקם כלא "נווה צדק"?`,
                ans1: `פברואר 20`,
                ans2: `פברואר 21`,
                ans3: `מרץ 21`,
                ans4: `מרץ 20`,
                correctAns: "ans3"
            },
            {
                type: "multiple",
                question: `שירות נוסף שהוקם בכלא "נווה צדק" הינו:`,
                ans1: `שירות טלפוני זמין`,
                ans2: `מרכז אבחון וחוסן`,
                ans3: `מרפ"א מרכז`,
                ans4: `מרכז אבחון מעמיק`,
                correctAns: "ans2"
            },
            {
                type: "binary",
                sentence: `בפלוגה ב' שוהים כל המתקבלים לבס"כ לאחר 72 שעות ?`,
                trueOrFalse: false
            },
            {
                type: "multiple",
                question: `פלוגה ג' הינה:`,
                ans1: `פלוגה פתוחה בעלי רמת סיכון גבוהה`,
                ans2: `פלוגה סגורה בעלי רמת סיכון בינונית`,
                ans3: `פלוגה סגורה בעלי רמת סיכון גבוהה`,
                ans4: `פלוגה פתוחה בעלי רמת סיכון נמוכה`,
                correctAns: "ans3"
            },
            {
                type: "binary",
                sentence: `פלוגה ג' היא פלוגה מעורבת (גברים ונשים)`,
                trueOrFalse: false
            },
            {
                type: "multiple",
                question: `אילו מן הבאים אינה זכות ?`,
                ans1: `3 ארוחות ביום`,
                ans2: `זכויות משפטיות`,
                ans3: `זכות לפנאי`,
                ans4: `זכויות חינוך`,
                correctAns: "ans3"
            },
            {
                type: "multiple",
                question: `מהי קנטינה ?`,
                ans1: `חנות קטנה למכירת מזון בכלא`,
                ans2: `פעילות חינוכית שמועברת פעם בחודש`,
                ans3: `מילת קוד לשריפה`,
                ans4: `ספרייה שמיועדת לכלואים`,
                correctAns: "ans1"
            },
            {
                type: "binary",
                sentence: `כלוא זכאי לראיון מפקד תוך 48 שעות`,
                trueOrFalse: false
            },
            {
                type: "multiple",
                question: `מהי מטרת פלוגת האגף?`,
                ans1: `שמירה על ביטחון המד"כים`,
                ans2: `שמירה על טובת הכלוא`,
                ans3: `נוחות הכלא`,
                ans4: `שמירה על שאר הכלואים`,
                correctAns: "ans2"
            },
            {
                type: "binary",
                sentence: `בכלא יש 6 פלוגות`,
                trueOrFalse: true
            },
        ],
        "learningContent": {
            // סוג הכרטיסייה
            "מבוא": {
                'בסיס הכליאה ״נווה צדק״': [ 
                    {
                        cardType: "picAndText",
                        pic: "../assets/images/learning/bhd13-prision2.png",
                        content: `בחודש מרץ 21 נסגרו שני בסיסי הכליאה אשר היו קיימים בעבר, כלא 4 בצריפין וכלא 6 בעתלית. לאחר סגירתם של השניים נפתח כלא מאוחד הנקרא ״נווה צדק״ , בס״כ 416 בנווה צדק הוקם ״מרכז אבחון וחוסן״ ראשון מסוגו- מרכז בן גורמים רפואיים, ברה״נים, מערך גחל״ת ושלוחת מיטב.`,
                    },
                ],
                'חזון בסיס הכליאה': [ 
                    {
                        cardType: "text",
                        content: `החזקת הכלואים במשמורת חוקית, בטוחה ונאותה תוך שמירה על כבודם ומילוי צרכיהם הבסיסיים, הקניית כלים והזדמנות נוספת במטרה למצותם לשירות טוב יותר, שיפור יכולתם להיות אזרחים טובים יותר וזאת באמצעות גורמי המעטפת.`,
                    },
                ],
                'ייעוד מערך הכליאה': [ 
                    {
                        cardType: "text",
                        content: `תשמש אמצעי אחרון שבנוסף להוות גורם מרתיע, יבטיח שמירה מלאה על כבוד האדם, תוך ביצוע פעולות ההתערבות הנדרשות לשיפור סיכוייו של הכלוא לתפקד כחייל וכאזרח.`,
                    },
                ],
                'מטרה ועיקרי הפעולה': [ 
                    {
                        cardType: "text",
                        content: "מטרה:<br>ליישם את מדיניות הכליאה תוך שמירה על כבוד האדם וחירותו, כללי המשמעת וחיזוק מערך המודיעין למניעת עבריינות.",
                    },
                    {
                        cardType: "text",
                        content: `עיקרי הפעלה:<ul class="list"><li>בשגרה  <br>-אוכלוסיית הכלואים תמוין, שהיית שיבוץ לפלוגות ומשך השהייה בבסיס. <br>-שגרת הפעילות תתבסס על פקודות הקבע של הבסכ, הוראות קמצר ותכיל לוז יומי בדגש על תעסוקה ופעילות חינוכית ערכית.</li><li>בחירום <br>-חלק מאוכלוסיית הכלואים תשוחרר לצורך פינוי מקומות כליאה.</li></ul>`,
                    },
                ],
            },
            'מקמצ"ר': {
                "אחריות ענף המקצועות והכליאה במקמצר": [
                    {
                        cardType: "listDots3",
                        numList: "6",
                        li1: `לפקח מבחינה מקצועית`,
                        li2: `פרסום עדכונים בתחום הכליאה`,
                        li3: `טיפול בבקשות להפחתת עונש`,
                        li4: `יועצים לבתי הדין`,
                        li5: `לתכנן לתאם ולפקח על פעולות החינוך`,
                        li6: `לטפל בהעברת כלואים`,
                    },
                ],
            },
            "פלוגות": {
                "פלוגת הקבלה": [
                    {
                        cardType: "textTwoParagraphs",
                        text1: "פלוגת הקבלה היא הפלוגה שבה מקבלים את החיילים לכלא",
                        text2: `תהליך קליטת החייל:<ol class="list"><li> אסמכתאות הכליאה מאושרות טרם קליטת החייל</li><li>החייל מבצע שרשרת חיול ומיון ראשוני</li><li>הפקדת חפצים אישיים</li><li>תדרוך ראשוני אודות זכויות וחובות</li><li>קבלת ציוד</li></ol>`,
                    },
                ],
                "פלוגת האוהלים": [
                    {
                        cardType: "listDots3",
                        numList: "3",
                        li1: `240 מקומות`,
                        li2: `כלואים המרצים את עונשם בגין עבירות משמעת קלות ונשפטו עם טופס 630 לעונש מחבוש`,
                        li3: `נשפטו על היעדרות משירות/סמים והתנהגותם מתירה שהות בפלוגה פתוחה.`,
                    },
                ],
                "פלוגה ב׳ מיון": [
                    {
                        cardType: "listDots3",
                        numList: "5",
                        li1: `כ- 150 מקומות`,
                        li2: `פלוגה סגורה`,
                        li3: `שוהים בה כל המתקבלים לבסכ ב24 שעות הראשונות`,
                        li4: `מלבד המתקבלים מכילה חבושים בעלי התנהגות משמעתית חריגה, אסירים ועל״מים ברמת סיכון גבוהה.`,
                        li5: `בכל תא 7 מקומות לינה`,
                    },
                ],
                "פלוגה ג׳": [
                    {
                        cardType: "listDots3",
                        numList: "4",
                        li1: `כ- 150 מקומות`,
                        li2: `פלוגה סגורה מכילה בעלי רמת סיכון גבוהה`,
                        li3: `בדרך כלל על עבירה פלילית`,
                        li4: `בכל תא 7 מקומות לינה`,
                    },
                ],
                "פלוגת נשים": [
                    {
                        cardType: "listDots3",
                        numList: "2",
                        li1: `כ-200 מקומות`,
                        li2: `פלוגה סגורה מיועדת לכלל אוכלוסיות הנשים`,
                    },
                ],
                "פלוגת האגף": [
                    {
                        cardType: "listDots3",
                        numList: "4",
                        li1: `כ- 30 מקומות כליאה`,
                        li2: `חיילים הנדרשים השגחה`,
                        li3: `כליאת כלוא בתא זה תעשה למען הגנה על טובתו של הכלוא בלבד.`,
                        li4: `ההפרדה מהווה אמצעי מנהלי ובטחוני, למען קיום הסדר הטוב.`,
                    },
                ],
            },
            'חובות הכלוא': {
                "חובות הכלוא": [
                    {
                        cardType: "picAndText",
                        pic: "../assets/images/learning/bhd13-debt.png",
                        content: `<ol class="list"><li>הסתגלות מיידית למשטר והמשמעת</li><li>ביצוע הוראות ופקודות</li><li>נוהל פנייה לאנשי הסגל</li><li>הופעה תקנית</li></ol>`,
                    },
                ],
            },
            'סוגי כלואים': {
                "חבוש": [
                    {
                        cardType: "textTwoParagraphs",
                        text1: "חייל אשר נשפט על ידי קצין שיפוט ונידון למחבוש",
                        text2: `מאפיינים:<ul class="list"><li>יש לו מה להפסיד</li><li>התנהגות לא בעייתית</li><li>אינה הכליאה הראשונה</li></ul>`,
                    },
                ],
                "אסיר": [
                    {
                        cardType: "listDots3",
                        numList: "4",
                        li1: `נשפט על ידי בית דין צבאי ונידון למאסר`,
                        li2: `אין לו מה להפסיד`,
                        li3: `צובר כוח והשפעה על אחרים.`,
                        li4: `מתחבר לאוכלוסיות זהות ליצירת קבוצה`,
                    },
                ],
                "עצור לפני משפט (עלם)אסיר": [
                    {
                        cardType: "listDots3",
                        numList: "4",
                        li1: `נשפט על ידי בית דין צבאי ונידון למאסר`,
                        li2: `נמצא בחוסר וודאות לגבי העונש`,
                        li3: `סובל מקשיי הסתגלות`,
                        li4: `התנהגות לא צפויה, אלימות, בריחות`,
                    },
                ],
            },
            'זכויות הכלוא': {
                "כללי": [
                    {
                        cardType: "listDots3",
                        numList: "4",
                        li1: `חופשה- כל כלוא זכאי לחופשה מידי 28 יום, חיילי משמר כל 21 יום ועל״מים לא זכאים.`,
                        li2: `ביקורים- זכאי לביקור של הפרקליט באופן חופשי `,
                        li3: `זכאות הכלוא לצריכה שוטפת<ol class="list"><li>עישון וקבלת סיגריות</li><li>אספקה קטנה</li><li>קנטינה (קניות)</li></ol>`,
                        li4: `זכאות בתחום החינוך<ol class="list"><li>עיתון במפתח של 1 ל10</li><li>ספרים</li><li>צפייה בטלוויזיה</li><li>פעילויות חינוך והוראה</li></ol>`,
                    },
                ],
                "זכויות הכלואים הבסיסיות ": [
                    {
                        cardType: "listDots3",
                        numList: "12",
                        li1: `ועדת מיון`,
                        li2: `קבילה`,
                        li3: `טיפול רפואי`,
                        li4: `תשלומי משפחה `,
                        li5: `דת `,
                        li6: `תרומת דם `,
                        li7: `מכתבים וגלויות`,
                        li8: `קבלת ציוד צבאי `,
                        li9: `ביקורי משפחה`,
                        li10: `חינוך `,
                        li11: `אוכל `,
                        li12: `בקשת חופשה`,
                    },
                ],
                "בתחום המשפט": [
                    {
                        cardType: "listDots3",
                        numList: "6",
                        li1: `ערר למפקדו של הקצין שיפוט תוך 72 שעות`,
                        li2: `ערעור על ידי עורך דינו לבית דין צבאי`,
                        li3: `חנינה`,
                        li4: `מחיל`,
                        li5: `ביטול אמצעים`,
                        li6: `הפחתת עונש עקב התנהגות טובה (שנשפט לתקופה של 11 יום עד 99, בסמכות מפקד הבסכ) (100 יום ועד 6 חודשים בסמכות קמצר או רען כליאה) (תקופה של חמי שנה עד שנה בסמכות ראש אמ״ש)`,
                    },
                ],
            },
            'איומים': {
                "האיומים והסיכונים במערך הכליאה": [
                    {
                        cardType: "listDots3",
                        numList: "6",
                        li1: `תפיסת בן ערובה`,
                        li2: `תקיפת חייל סגל`,
                        li3: `בריחת עצורים`,
                        li4: `ניסיונות תקיפה `,
                        li5: `הפרות סדר`,
                        li6: `שמירה על חיי הכלואים`,
                    },
                ],
                "המענה לאיומים": [
                    {
                        cardType: "listDots3",
                        numList: "5",
                        li1: `מערך אבטחה מתאים `,
                        li2: `ביצוע ספירות 3 פעמים ביום`,
                        li3: `עיבוי תשתיות האבטחה הפנימית`,
                        li4: `התקנת מערכות לשיבוש טלפונים `,
                        li5: `הקפדה על זכויותיהם המשפטיות של העצורים.`,
                    },
                ],
            },
            'סדר קבלת הכלוא': {
                "קבלת כלוא ברמת הפלוגה": [
                    {
                        cardType: "listNumbers3",
                        subTitle: "שלבים בקבלת הכלוא:",
                        numList: "4",
                        li1: `ווידוא זיהוי הכלוא`,
                        li2: `וויודא קבלת הזכויות`,
                        li3: `בדיקת הופעה וחיפוש חוזר`,
                        li4: `הסברת נהלי הפלוכה, הזכויות והחובות`,
                    },
                ],
                "קבלת כלוא ברמת הבסכ": [
                    {
                        cardType: "listNumbers3",
                        subTitle: "שלבים בקבלת הכלוא:",
                        numList: "9",
                        li1: `קבלת אסמכתא`,
                        li2: `זיהוי הכלוא`,
                        li3: `פתיחת תיק אישי`,
                        li4: `חיפוש על גופו`,
                        li5: `רישום חפציו `,
                        li6: `קליטת אפסנאות`,
                        li7: `ביצוע שיחת טלפון`,
                        li8: `יידוע החייל בזכותו לעורך דין`,
                        li9: `שליחת חייל לפלוגה המתאימה לו`,
                    },
                ],
            },
        },
        "amountOfQuestions": 0
    },
    'מערך מצ״ח': {
        "icon":  "../assets/images/opening/bhd13_icons/metsach.svg",
        // שאלות לנושא הזה
        "questions": [
            {
                type: "multiple",
                question: `מהו ההישג הנדרש של מערך החקירות ?`,
                ans1: `אכיפת החוק והמשמעת בצהל`,
                ans2: `ירידה מתמשכת בשיעור המעורבים בפשיעה, תאונות ועבריינות בקרב חיילי צהל`,
                ans3: `ווידוא איכות החקירות וביצוען בצורה הטובה והיסודית ביותר`,
                ans4: `גילוי האמת בחקירות המתבצעות`,
                correctAns: "ans2"
            },
            {
                type: "multiple",
                question: `מה מבין התפקידים הבאים אינו נמצא במערך מצ״ח ?`,
                ans1: `החלטה על גזר דין החייל המואשם`,
                ans2: `חקירות שמעורבות בהן אזרחים וחיילים`,
                ans3: `חיפוש  סמים ואלכוהול  בבסיסי צהל`,
                ans4: `גילוי מידע מודיעיני על מעשה עברייני`,
                correctAns: "ans1"
            },
            {
                type: "binary",
                sentence: `מפקדת מצ״ח יושבת במקמ״צר בבסיס תל השומר `,
                trueOrFalse: true
            },
            {
                type: "multiple",
                question: `החל מיולי 1999 מערך תאונות הדרכים אוחד ליחידת מצ"ח, לפי כן השתייך למערך ה..`,
                ans1: `ליווים`,
                ans2: `שיטור`,
                ans3: `הדרכה`,
                ans4: `כליאה`,
                correctAns: "ans2"
            },
            {
                type: "multiple",
                question: `כמה יחידות משנה נמצאות תחת מצ"ח?`,
                ans1: `6`,
                ans2: `5`,
                ans3: `3`,
                ans4: `4`,
                correctAns: "ans4"
            },
            {
                type: "binary",
                sentence: `המטרה הכללית של מצ"ח היא אכיפת החוק והסדר`,
                trueOrFalse: true
            },
            {
                type: "multiple",
                question: `בראש כל מרחב במצ"ח עומד מפקד בדרגת..`,
                ans1: `סא"ל`,
                ans2: `אלוף`,
                ans3: `אל"ם`,
                ans4: `רב סרן`,
                correctAns: "ans3"
            },
            {
                type: "multiple",
                question: `כמה בסיסים יש במצ"ח פיקוד צפון?`,
                ans1: `2`,
                ans2: `3`,
                ans3: `4`,
                ans4: `4 + מפקדת מצ"ח`,
                correctAns: "ans2"
            },
            {
                type: "binary",
                sentence: `הימל"ם מחולק ל-5 מפל"גים`,
                trueOrFalse: false
            },
            {
                type: "multiple",
                question: `מהן היחידות המרחביות במצ"ח?`,
                ans1: `הימל"ם והיאל"ם`,
                ans2: `הימל"ם והיאח"ם`,
                ans3: `היאח"ם והיאל"ם`,
                ans4: `היאל"ם והיבל"ם`,
                correctAns: "ans1"
            },
            {
                type: "multiple",
                question: `למי כפופות יחידות מצ"ח מקצועית ופיקודית?`,
                ans1: `פיקודית ומקצועית למפקד מצ"ח`,
                ans2: `פיקודית- קמצ"ר, מקצועית- מפקד מצ"ח`,
                ans3: `פיקודית- רמ"ד חקירות, מקצועית- מפקד מצ"ח`,
                ans4: `פיקודית ומקצועית לקמצ"ר`,
                correctAns: "ans4"
            },
            {
                type: "binary",
                sentence: `ראשי התיבות של יחידת היאל"ם הן היחידה הארצית לחקירות מיוחדות`,
                trueOrFalse: false
            },
            {
                type: "multiple",
                question: `מהם הבסיסים במצ"ח הנמצאים תחת פיקוד דרום?`,
                ans1: `מחנה נתן, ענתות ועובדה`,
                ans2: `מצ"ח ב"ש, מצ"ח ירושלים, מצ"ח יואב, מצ"ח ערבה`,
                ans3: `קסטינה, מחנה נתן ועובדה`,
                ans4: `מצ"ח ב"ש, מצ"ח ערבה, מצ"ח יואב`,
                correctAns: "ans2"
            },
            {
                type: "multiple",
                question: `במה עוסק מפל"ג המבצעים במצ"ח?`,
                ans1: `בהתפרעות סוכנים וסיפוק מידע על עבריינות`,
                ans2: `בעבודות חקירה וניהול תיקים`,
                ans3: `בעבודת הבילוש ומעקב אחר עבריינים`,
                ans4: `חקירות של שחיתות והונאה בחיל הים`,
                correctAns: "ans3"
            },
            {
                type: "binary",
                sentence: `כל התערבות מצ"ח דינה פתיחה בחקירה`,
                trueOrFalse: false
            },
            {
                type: "multiple",
                question: `מה מהבאים אינו מקרה בו חובה שתיערך בדיקה ע"י מצ"ח?`,
                ans1: `שתיית אלכוהול של חיילים בבסיס`,
                ans2: `תאונות אימונים`,
                ans3: `נעדרים`,
                ans4: `הטלת מו"מ או זיוף ימי מחלה`,
                correctAns: "ans1"
            },
            {
                type: "multiple",
                question: `מיהו המנחה המקצועי של החקירות הפליליות ותאונות הדרכים ביחידת מצ"ח?`,
                ans1: `מדור המודיעין`,
                ans2: `מדור פיקוח וחקירות`,
                ans3: `מדור האיסוף`,
                ans4: `מדור הערכה`,
                correctAns: "ans2"
            },
            {
                type: "binary",
                sentence: `מדור איסוף ממונה מקצועית על קציני ורכזי המודיעין הפועלים בשטח, אחראי  על קשר עם גורמים נוספים מודיעיניים ופיתוח קשרים עם חמ"ץ, מבצע ביקורות מודיעין והדרכה בנושא`,
                trueOrFalse: true
            },
            {
                type: "multiple",
                question: `מהם סוגי תאונות הדרכים הקיימות?`,
                ans1: `צבאית-אזרחית, צבאית-צבאית, צבאית-עצמית`,
                ans2: `צבאית-אזרחית, צבאית- צבאית, עצמאית`,
                ans3: `צבאית- צבאית, צבאית-עצמית, צבאית-תעשייתית`,
                ans4: `עצמאית- אזרחית, צבאית- מבצעית, צבאית- אזרחית`,
                correctAns: "ans1"
            },
            {
                type: "multiple",
                question: `מה לא יעשה שוטר צבאי במתן טיפול ראשוני במקום בו אירעה תאונת דרכים?`,
                ans1: `יסייע לנהג במילוי דוח תאונת הדרכים`,
                ans2: `יזעיק את שירותי ההצלה המקצועיים הנחוצים`,
                ans3: `יאפשר כניסת עיתונאים ואנשי תקשורת ויתראיין לתיאור האירוע`,
                ans4: `יישמור על עקבות התאונה`,
                correctAns: "ans3"
            },
            {
                type: "binary",
                sentence: `כל יחידות מצ"ח כפופות למפקד מצ"ח גם פיקודית וגם מקצועית`,
                trueOrFalse: true
            },
        ],
        "learningContent": {
            // סוג הכרטיסייה
            "מבוא": {
                "מוסדות חקירה": [ 
                    {
                        cardType: "text",
                        content: `הצבא כגוף עצמאי הגדיר חמישה מוסדות חקירה לבדיקת אירועים המתרחשים במסגרת צבאית:<ul class="list"><li>קצין בודק - חקירת מצח</li><li>ועדת חקירה</li><li>חקירה מוקדמת</li><li>חקירת נסיבות מוות</li><li>תחקיר צבאי</li></ul>המטרה של יחידת מצח - חיל המשטרה הצבאית יאכוף את החוק, המשמעת והסדר בצהל.`,
                    },
                ],
                "מוסדות חקירה": [ 
                    {
                        cardType: "textTwoParagraphs",
                        text1: "המשימה - מצח, יחידת העילית בחמץ, תמנע פעילות פלילית ותאונות דרכים בצהל. תחקור, תחשוף ותסכל פשיעה לסוגיה באמצעות הפעלת כלי חקירה גלויים וסמויים. לשם כך חיזוק חוסנו המוסרי של הצבא ושמירת איכות החיים של המשרתים בו.",
                        text2: "ההישג הנדרש - ירידה מתמשכת בשיעור המעורבים בפשיעה, תאונות ועבריינית בקרב חיילי צהל."
                    },
                ],
            },
            'תפקידי מצ"ח': {
                'תפקידי מצ"ח': [ 
                    {
                        cardType: "listDots3",
                        numList: "9",
                        li1: ` לחקור עבירות שבוצעו על ידי חיילים אשר חשצ חל עליהם.`,
                        li2: `לבצע חקירות בהתאם לפמ 33.0304.`,
                        li3: `לערוך פעולות מניעה גלויות וסמויות בתחום האבטחה.`,
                        li4: `גוף מודיעין ואמצעים לשם איסוף מידע על עבירות פליליות.`,
                        li5: ` מעקב אחרי גורמי העבריינות בצהל.`,
                        li6: `שיתוף פעולה עם משטרת ישראל כאשר מעורבים חיילים ואזרחים.`,
                        li7: ` עריכת פעילות חיפוש וחקירה במחסומי שלל (בחירום).`,
                        li8: ` ביצוע פעולות למניעת גניבות ציוד צבאי ולקיחת שלל במהלך הנעת הכוחות הלוחמים לשטח הלחימה ומהם (בחירום).`,
                        li9: ` הקמת בסיסי מצח קדמוניים בדטחי לחימה ולהפעילם בדגש על עבירות שלך וביזה.`,
                    },
                ],
            },
            'יחידות מצ"ח': {
                'יחידות מצ"ח': [ 
                    {
                        cardType: "listDots3",
                        numList: "6",
                        li1: `מפקדת מצח נמצאת במקמצר בבסיס תל השומר.`,
                        li2: `תחת היחידה נמצאות 4 יחידות משנה. 2 מהן מרחביות - ימל״ם (יחידה מרכזית לחקירות מיוחדות) ויאל״ם (יחידה ארצית לחקירות מבצעיות).`,
                        li3: ` יחידות מצח כפופות למפקד מצח, בראש כל מרחב עומד מפקד בדרגת סא״ל (ממ״ר).`,
                        li4: `מצח צפון - מפקדת היחידה, ימ״ר צפון, מצח חוף (ג׳למה), מצח גליל (פילון), מצח דן (תל השומר).`,
                        li5: `מצח דרום - מפקדת היחידה, ימ״ר דרום, `,
                        li6: `מצח ב״ש (מחנה נתן), מצח ירושלים (ענתות), מצח יואב (קסטינה), מצח ערבה (עובדה).`,
                    }
                ],
            },
            'ימל"ם': {
                'הימל״ם מחולק ל-6 מפל״גים:': [ 
                    {
                        cardType: "listDots3",
                        numList: "6",
                        li1: `תשאול - עוסק בעבודת חקירה וניהול תיקים.`,
                        li2: `מיוחדים - עוסק בהפרעות סוכנים וסיפוק מידע על עבריינות.`,
                        li3: ` מבצעים - עוסק בעבודת בילוש ומעקב אחר עבריינים.`,
                        li4: ` הונאה - חקירות של שחיתות והונאה בצבא וניהול פרוייקטים לחסכון כלכלי ולצהל.`,
                        li5: ` סייבר - עוסק באמצעים כמו סייבר על מנת לפצח תיקי חקירה מורכבים.`,
                        li6: `איסוף - מערך המודיעין של הימל״ם ומחלק הערכה.`,
                    }
                ],
            },
            'יאל"ם': {
                'פקודת מטכ״ל 330304': [ 
                    {
                        cardType: "text",
                        content: `יאל״ם - מתכלל עבירות של ביזה, הכאה. ירי בלתי חוקי, התעללות וכו׳. יחידה זו מנהלת גם תיקים מורכבים ורגישים מבחינה בטחונית ובינלאומית.<br>פקודת מטכ״ל 330304 קובעת מקרים בהם חובה שתיערך בדיקה על ידי מצח:<ul class="list"><li>משב״ם או נסיון אובדני של חייל</li><li>תאונות אימונים</li><li>נעדרים</li><li>הוצאת נשק / אמל״ח / רכוש מרשות הצבא</li><li>עבירות על פי פקודת הסמים המסוכנים</li><li>עבירות מין</li></ul>`,
                        
                    },
                ],
            },
            'התערבות מצ"ח': {
                'התערבות מצ"ח': [ 
                    {
                        cardType: "listDots3",
                        numList: "7",
                        li1: `עבירות מוסר וטוהר המידות מול האוכלוסיה הפלסטינאית.`,
                        li2: `הטלת מום או זיוף ימי מחלה.`,
                        li3: `עבירות במחסומים צבאיים.`,
                        li4: `אלימות כלפי ממלא תפקיד / מפקד / פציעה מחבלה.`,
                        li5: `שימוש בלתי חוקי בנשק.`,
                        li6: `שריפה.`,
                        li7: `גניבה מחייל / הונאה בכרטיס חיוב.`,
                        li9: `לא כל התערבות מצח דינה פתיחה בחקירה`,
                    }
                ],
                'דיווחים מיוחדים למפקדת מצח': [ 
                    {
                        cardType: "text",
                        content: `מפקדת מצח מהווה ערוץ מרכזי באמצעותו מועברת הודעה עקב אירועים מיוחדים אל וממרכזי דיווח אחרי בצהל.`,
                        
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: "האירועים אותם יש לדווח הם:",
                        numList: "20",
                        li1: `כל מקרה מוות של חיילת`,
                        li2: `התפרצות למחסן נשק או תחמושת `,
                        li3: `גניבת כלי נשק או אמל״ח`,
                        li4: `חשד לביצוע עבירה ע״י קצין שדרגתו סא״ל ומעלה `,
                        li5: `עבירות מין ומוסר בהן מעורבים אנשי קבע `,
                        li6: `מעשה מגונה בכוח`,
                        li7: `אונס או ניסיון אינוס`,
                        li8: `תיקים הנוגעים לשינוי נהלים ולדפוסים בצבא`,
                        li9: `תיקים בהם מעורב ש.צ או שיש להם קשר ישיר לחמ״ץ. `,
                        li10: `סחר בסמים `,
                        li11: `מקרה בעל השלכות ציבוריות ועשוי להתפרסם בתקשורת`,
                        li12: `אירוע פציעה בינוני ומעלה `,
                        li13: `תאונת דרכים- דיווח ״צהוב״ `,
                        li14: `כל אירוע שמב״ס/ ממצ״ח סבורים שיש להביאם לידיעת מפקד מצ״ח `,
                        li15: `בריחת מעוכב או עצור `,
                        li16: `אירוע של תקיפת חייל, אלימות, פציעה, ת״ד וכל אירוע חריג בו מעורב חייל מהיחידה.`,
                        li17: `העידר חייל כאשר יש חשש לחייו`,
                        li18: `שריפה המחייבת פתיחת חקירה`,
                        li19: `גניבת מחשב או עבירה שקשורה לחומר בסיווג סודי ומעלה`,
                        li20: `חטיפת חייל למטרת מיקוד ע״י גורמים פח״ע. `,
                    }
                ],
            },
            'מבנה המפקדה': {
                'מבנה מפקדת מצ״ח': [ 
                    {
                        cardType: "listDots3",
                        numList: "5",
                        li1: `מפקד מצח- הגורם הבכיר ביותר בצהל לנושא חקירות פליליות, משמש כעוזר לקמצר בנושא חקירות. `,
                        li2: `ראש עח״ם- ממלא מקום ממצ״ח בהיעדרו, אחראי על ניהול מטה מצ״ח והלוגיסטיקה. `,
                        li3: `ענף מודיעין- בכל בסיס יעבוד צוות של רכזי מודיעין בשילוב בלשים, יפעילו מקורות וייתנו מענה מודיעיני לחקירות בבסיס. `,
                        li4: `רע״ן מודיעין- אחראי על המודיעין ומהווה סמכות ראשית בחיל. `,
                        li5: `מדור איסוף- ממונה מקצועית על קציני ורכזי המודיעין הפועלים בשטח, אחראי על קשר עם גורמים נוספים מודיעיניים ופיתוח קשרים עם חמ״צ, מבצע ביקורות מודיעין והדרכה בנושא.`,
                    }
                ],
                'מדור פיקוח וחקירות': [ 
                    {
                        cardType: "text",
                        content: `המנחה המקצועי של החקירות הפליליות ותאונות הדרכים ביחידת מצ״ח, נושא ההדרכה והביקורות, כתיבה והפצה של הנחיות ותחקירים. בראש המדור נמצא קצין פיקוח חקירות בדרגת רב סרן.`,
                        
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: "תחת מדור פיקוח וחקירות פועלים מספר גופים :",
                        numList: "3",
                        li1: `חוליית מעקב ודיווח- אחראית על סטטיסטיקות שונות ליחידת מצ״ח וצה״ל, על פתיחת אינדיקציות ורישומים פליליים כנגד חיילים.`,
                        li2: `הדרכה- סגל הקורס כפופים מקצועית למדור פיקוח חקירות ופיקודית למפקד בהד 13. אחראיים על קורס חוקרים, התמקצעות סמלים והתמקצעות קמ״צים של יחידת מצ״ח.`,
                        li3: `מעבדת פוליגרף- אחראית על ביצוע בדיקות פוליגרף לנחקרים.`,
                    }
                ],
            },
            'תאונות דרכים': {
                'מושגים': [ 
                    {
                        cardType: "listNumbers3",
                        subTitle: "הטיפול המתבצע על ידי ש״צ במקום בו אירעה ת״ד:",
                        numList: "9",
                        li1: `הגשת עזרה מתאימה`,
                        li2: `יזעיק את שירותי ההצלה המקצועיים הנחוצים `,
                        li3: ` רישום פרטי הנפגעים`,
                        li4: ` דיווח לבסיס חמץ והזעקת חוקר למקום`,
                        li5: `הכוונת תנועה במקום התאונה`,
                        li6: `איסוף פרטי המעורבים והעדים לתאונה.`,
                        li7: ` איסוף חפצים עזובים ובמיוחד נשק`,
                        li8: `סיוע בידי החוקר במקום התאונה`,
                        li9: ` סיוע לנהג במילוי דוח תאונת דרכים`,
                    }
                ],
                'טיפול': [ 
                    {
                        cardType: "text",
                        content: `המנחה המקצועי של החקירות הפליליות ותאונות הדרכים ביחידת מצ״ח, נושא ההדרכה והביקורות, כתיבה והפצה של הנחיות ותחקירים. בראש המדור נמצא קצין פיקוח חקירות בדרגת רב סרן.`,
                        
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: "תחת מדור פיקוח וחקירות פועלים מספר גופים :",
                        numList: "3",
                        li1: `חוליית מעקב ודיווח- אחראית על סטטיסטיקות שונות ליחידת מצ״ח וצה״ל, על פתיחת אינדיקציות ורישומים פליליים כנגד חיילים.`,
                        li2: `הדרכה- סגל הקורס כפופים מקצועית למדור פיקוח חקירות ופיקודית למפקד בהד 13. אחראיים על קורס חוקרים, התמקצעות סמלים והתמקצעות קמ״צים של יחידת מצ״ח.`,
                        li3: `מעבדת פוליגרף- אחראית על ביצוע בדיקות פוליגרף לנחקרים.`,
                    }
                ],
            },
        },
        "amountOfQuestions": 0
    },
    'מערך מעברים': {
        "icon":  "../assets/images/opening/bhd13_icons/maavarim.svg",
        // שאלות לנושא הזה
        "questions": [
            {
                type: "multiple",
                question: `מאיזה שנה פועל מערך המעברים?`,
                ans1: `2001`,
                ans2: `2004`,
                ans3: `2002`,
                ans4: `2005`,
                correctAns: "ans2"
            },
            {
                type: "multiple",
                question: `מהם הגדודים הקיימים במערך המעברים ומה גזרתם?`,
                ans1: `גדוד תעוז- איו"ש, גדוד ארז- עוטף ירושלים`,
                ans2: `גדוד א- אילת, גדוד ב- בנימינה, גדוד ג- ג'אלמה`,
                ans3: `גדוד תעוז- עוטף ירושלים, גדוד ארז- איו"ש`,
                ans4: `גדוד תעוז- איו"ש, גדוד ארז- עוטף ירושלים, גדוד סחלב- הר גילה`,
                correctAns: "ans1"
            },
            {
                type: "binary",
                sentence: `קו התפר הינה תוכנית המאשרת כניסה ויציאה חופשית מתחומי איו"ש`,
                trueOrFalse: false
            },
            {
                type: "multiple",
                question: `המטרה של מערך המעברים:`,
                ans1: `שמירה על מרקם הסדיר במרחב התפר`,
                ans2: `מניעת אירועי פח"ע`,
                ans3: `מעבר אמל"ח ושב"חים לתחומי מדינת ישראל`,
                ans4: `כל התשובות נכונות`,
                correctAns: "ans4"
            },
            {
                type: "multiple",
                question: `מהם סוגי המעברים הקיימים?`,
                ans1: `חקלאי, מודל משולב, משטח גב אל גב, מעבר רכוב ומעבר רגלי`,
                ans2: `מעבר רכוב ומעבר רגלי`,
                ans3: `מעבר רגלי, מעבר מבצעי, מעבר רכוב ומעבר סחורות`,
                ans4: `מעבר פתוח ומעבר סגור`,
                correctAns: "ans1"
            },
            {
                type: "binary",
                sentence: `האיומים במעברים מתחלקים לאיומים חיצוניים ואיומים בתוך המעבר`,
                trueOrFalse: true
            },
            {
                type: "multiple",
                question: `איזו פלוגה אינה נמצאת בגדוד תעוז?`,
                ans1: `פלוגת איתן`,
                ans2: `פלוגת כתר`,
                ans3: `פלוגת תפר`,
                ans4: `פלוגת סחלב`,
                correctAns: "ans3"
            },
            {
                type: "multiple",
                question: `אילו גורמי חוץ בשת"פ עם לוחמי המעברים?`,
                ans1: `מג"ב`,
                ans2: `מכס`,
                ans3: `פיצ"וח`,
                ans4: `כל התשובות נכונות`,
                correctAns: "ans4"
            },
            {
                type: "binary",
                sentence: `בגדוד תעוז יש 3 פלוגות`,
                trueOrFalse: false
            },
            {
                type: "multiple",
                question: `כמה מדרגי בידוק יש במעברים?`,
                ans1: `5`,
                ans2: `2`,
                ans3: `4`,
                ans4: `6`,
                correctAns: "ans3"
            },
            {
                type: "multiple",
                question: `מה אומר מדרג בידוק 2 במעברים?`,
                ans1: `תשאול לבדיקה שגרתית`,
                ans2: `תשאול ראשוני`,
                ans3: `כל רכב נעצר עם 4 גלגלים`,
                ans4: `דריכת נשק`,
                correctAns: "ans2"
            },
            {
                type: "binary",
                sentence: `במדרג בידוק 3 במעברים, יש לעשות תשאול לבדיקה שגרתית`,
                trueOrFalse: true
            },
        ],
        "learningContent": {
            // סוג הכרטיסייה
            "מבוא": {
                "ייעוד": [ 
                    {
                        cardType: "picAndText",
                        pic: "../assets/images/learning/bhd13-cop.png",
                        content: `מערך המעברים פועל משנת .2004 ייעודו הינו סינון המבוקשים לעבור מצידו האחד של המכשול לצידו השני דרך מעברים נפרדים תוך בקרה ובידוק בטחוני במטרה למנוע חדירת טרור ופח"ע ובכך להבטיח שמירה על אורח החיים הסדיר במרחב התפר בה`,
                    },
                ],
                "שלבים": [ 
                    {
                        cardType: "listNumbers3",
                        subTitle: `שלבי החייל במעברים -בכל אחת מההכשרות יושב סא"ל`,
                        numList: "3",
                        li1: `טירונות לו"ם`,
                        li2: `אימון מתקדם`,
                        li3: `חלוקה לגדודים`,
                    },
                ],
                "גדודים וקו תפר": [ 
                    {
                        cardType: "textTwoParagraphs",
                        text1: `מגזר במעברים כולל שני גדודים:<ul class="list"><li>גדוד תעוז הפועל בתחומי איו״ש</li><li>גדוד ארז הפועל בגזרת עוטף ירושלים.</li></ul>`,
                        text2: "קו התפר- תוכנית אשר מגבילה כניסה ויציאה חופשית מתחומי איו״ש.  אזח״ע וכלל השטחים בשליטת הרשות הפלסטינית לעורף ישראל"
                    },
                ],
            },
            "גדודים": {
                "גדוד תעוז": [ 
                    {
                        cardType: "text",
                        content: `הגדוד הראשון שהוקם בחמ״ץ (אפריל 2004) במהלך השנים שינה את אופיו מגדוד שאחראי על מעבר הולכי רגל לגדוד שאחראי על הבידוק הבטחוני במחסומים רכובים שהחיילים המשרתים בו חשופים למגע ישיר עם העוברים בנקודות הביקורת.`,
                    },
                ],
                "גדוד ארז": [ 
                    {
                        cardType: "text",
                        content: `הוקם בשנת 1995 כחלק ממימוש הסכמי אוסלו למעבר פלשטינאים תושבי רצועת עזה. בתחילת 2004 הוגדר כחלק ממערך המעברים.`,
                    },
                ],
            },
            "כללי": {
                "איומים": [ 
                    {
                        cardType: "listNumbers3",
                        subTitle: `האיומים במרחב המעברים נחלקים לשני סוגים:`,
                        numList: "2",
                        li1: `איומים חיצוניים- מכוניות תופת, מטען, ירי לסוגיו, מחבל מתאבד, ירי נ.ט, הפרעות סדר וכו.`,
                        li2: `איומים בתוך המעבר- מעבר פח״ע, ירי במעבר, דקירה, רימון, בקתב, מטען, מחבל מתאבד וכו.`,
                    },
                ],
                "כוחות במחסום": [ 
                    {
                        cardType: "text",
                        content: `המעבר מורכב ממספר כוחות בעלי מטרות שונות, כוחות בידוק ייעודים, כוחות אבטחה וכוחות חבירים.`,
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: `הכוחות במחסום הם:`,
                        numList: "8",
                        li1: `מ״צ - לוחמי המעברים`,
                        li2: `עוקץ (כלבנים)`,
                        li3: `שב״כ`,
                        li4: `משטרת ישראל`,
                        li5: `מנהאז/ מת״ק`,
                        li6: `אבטחה`,
                        li7: `פיצוח`,
                        li8: `מכס`,
                    },
                ],
            },
            "מושגים והגדרות": {
                "מושגים והגדרות": [ 
                    {
                        cardType: "listDots3",
                        numList: "5",
                        li1: `בידוק: הבידוק נעשה באופן ידני ו/או באמצעות טכנולוגיה ייעודית. הבידוק נערך ב3 מדרגות: ראשוני משני ומעמיק ומותאם לסוג המחסום.`,
                        li2: `זיהוי: הבחנה מלאה בפרטי העובר ברמה המאפשרת לקבוע אם זהותו ופרטיו של העובר תואמים לאדם שהוא. סריקה: חיפוש שיטתי ומדוקדק בתא שטח או מרחב כל שהוא כדי לגלות מטרות, איומים או חפצים חשודים בשטח הנסרק.`,
                        li3: `תשאול: שיחה מגמתית עם אדם העובר במעבר שמטרתה לאמת או להזים סמחים.`,
                        li4: `חקירה: מכלול הפעולות הנעשות כדי להגיע לחקר האמת, לרבות איסוף ידיעות על ידי תשאול אנשים.`,
                        li5: `גילוי: איכון או חשיפה של אדם, של עצם,של סימן כל שהוא, של תופעה או של התרחשות בעלת עניין צבאי`,
                    },
                    {
                        cardType: "listDots3",
                        numList: "4",
                        li1: `הפללה: הגדרת הזיהוי כמטרה בעלת עיניין צבאי על בסיס הבחנה בסימנים המעידים על היותו גורם עויין.`,
                        li2: `הכללה: הגדרת קבוצה/ יחיד או שיוך המאפשרים זיהוי והתרעה על ידי מערכת מחשב לצורך עיכוב לחקירה/ מעצר/בירור/תיקון נתונים של תושב העובר במעבר.`,
                        li3: `עיכוב: החזקת אדם בכפייה, בתוקף סמכות חוקית אך בלא צו, לפרק זמן קצר בלבד, כדי לבדוק בדיקה ראשונית. `,
                        li4: `סמ״ח: סימן המתגלה אצל אדם העובר בנקודות הביקורת, המחשיד אותו בכוונת פיגוע/הברחת אמלח`,
                    },
                    {
                        cardType: "listDots3",
                        numList: "6",
                        li1: `שב״ח: שוהה בלתי חוקי, פלשתינאי תושב איוש/אזחע ששהה במרחב עורף ישראל ללא היתר בתוקף או ללא היתר כלל. `,
                        li2: `מסתנן: אדם ממדינה אחרת שפעל בשירות צבאו או על דעת עצמו והתגנב לתחום מדינת ישראל לצורך ריגול, גניבה, שוד, חבלה וכו.`,
                        li3: `מנוע: אדם אשר נאסר עליו לעבור לעורף מדינת ישראל/לחזור לאיוש/עזה, לקבל היתר כניסה או לחדשו או לקבל כל הטבה שהיא אשר ניתנת לפלשתינים אחרים על ידי הגורמים שבכ משטרה וכו.`,
                        li4: `חריג: אדם המבקש לעבור במעבר, נבדק ונמצא כשיר מבחינה בטחונית אך יש לגביו בעיות תכניות ואחרות המעכבות/ שוללות את אפשרות כניסתו לארץ.`,
                        li5: `כשיר: אדם אשר עבר את שרשרת הבדיקות הבטחוניות, הזיהוי והרישום ונמצא רשאי לעבור במעבר.`,
                        li6: `חשוד: אדם המשמש נושא לטיפול המודיעין בשל חשד ביטחוני נגדו`,
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: `ישנם שתי קבוצות של סמ״חים`,
                        numList: "2",
                        li1: `סמחים שניתן לגלותם על פי חזות האדם, התנהגותו, הופעתו.`,
                        li2: `סמחים שניתן לגלותם על פי תיעוד המצוי בידו (אישורי כניסה/ מעבר/ דרכון/ תז וכדומה)`,
                    },
                ],
            },
            "תעודות מעבר": {
                "תעודות מעבר": [ 
                    {
                        cardType: "listDots3",
                        numList: "3",
                        li1: `תעודת לידה- תוצג על ידי קטין עד גיל 16 לאור העובדה שטרם הונפקה לו תעודת זהות.`,
                        li2: `כרטיס מגנטי- משמש לזיהוי בעל הכרטיס והמנופק על ידי גורמי המתפ״ש.`,
                        li3: `תסריח- אשרת מעבר ספציפית המונפקת על ידי גורמי המתק ומתירה מעבר בתנאים מסויימים דרך מעבר מסוים`,
                    },
                ],
            },
            "אמצעים": {
                "אמצעים טכנולוגיים": [ 
                    {
                        cardType: "listDots3",
                        numList: "4",
                        li1: `מערכת בידוק ממוחשבת- מאפשרת קבלת מידע ו/או רישום של עובר לפי מספר תז או הכנסת כרטיס מגנטי. `,
                        li2: `״רוזן״- מערכת ממוחשבת לרישום תנועת רכבים, הסורקת את לוחית הזיהוי של הרכב ומתאימה אותה לבעליה לפי מאגר קיים.`,
                        li3: `“ברזל חזק״- מערכת המאפשרת קבלת והעברת התראות בין המעברים והחמלים הגזרתיים. `,
                        li4: `בדיקה ביומטרית- מתבצעת על ידי מכשיר לבדיקת זיהוי טביעת כף יד או אצבע המותקן במעבר בשלב בידור התעודות. `,
                    },
                    {
                        cardType: "listDots3",
                        numList: "3",
                        li1: `משקף- מכשיר המציג על צד את הטובין של העוברים דרכו ומזהה עצמים חשודים כאמצעי לחימה.`,
                        li2: `מריחן- אמצעי טכנולוגי בעל יכולת זיהוי שרידי חומר נפץ/ חבלה ומעיד על שימוש/נגיעה בלונים הנעל ב24 השעות האחרונות.`,
                        li3: `שרוול- יחידת מבנה המורכבת משער כניסה ושני מסלולים המצויידים בטכנולוגיית בידוק וחדר בידוק`,
                    },
                    {
                        cardType: "listDots3",
                        numList: "4",
                        li1: `קרוסלה- שער מסתובב בעל מנגנון נעילה חשמלי הנשלט על ידי בודק המעברים, אותה הבקרה לוויסות כניסה/יציאה של עוברים.`,
                        li2: `לחצני מצוקה- כפתור הפעלה למקרה חירום אשר מפעיל אזעקה/אמצעי כריזה כדי להודיע על אירוע חריג במעבר.`,
                        li3: `שער מגונומטרי- אמצעי טכנולוגי בצורת משקוף, אשר ביכולתו לאתר ולהתריע על קיום חפצי מתכת על גופו של העובר. `,
                        li4: `מצלמות- לתצפית ובקרת השרוול.`,
                    },
                ],
                "אמל״ח וחבלה": [ 
                    {
                        cardType: "listDots3",
                        numList: "4",
                        li1: `חנ״מ-חומר נפץ מרסק- חומר שאפשר להביאו לידי שינוי כימי מהיר המלווה לשחרור אנרגיה וגזים חמים בכמות גדולה.`,
                        li2: `כלי נשק- עצם שיוצר מראש כדי להשמיד מטרה או לגרום לה נזק פיזי, מבחינים בנשק קר(פגיון,קידון) ובין נשק חם(תותח פגז או רימון).`,
                        li3: `כלי ירייה- כלי נשק בעל מנגנון ירייה או לשיגור טילים, לדוגמא רוסרים, תמקים ואקדחים.`,
                        li4: `אמלח- אמצעי לחימה שעלולים להתפס במעברים(תחמושת מחסניות וסכינים).`,
                    },
                    {
                        cardType: "listDots3",
                        numList: "3",
                        li1: `מטען- כמות מסויימת של חומר נפץ, חומר בהרה או כל חומר אחר המיועד לגרום לניפוץ או הדף. `,
                        li2: `מטען חבלה- תחמושת, חומר נפץ, חומר דליק או חומר אחר, שהותקן בהם מנגנון טבעי או מאולתר למטרות פיגוע באנשים או ברכוש.`,
                        li3: `מטען חבלה(תקני)- מטען חבלה בעל מידות תיקניות ובעל אריזה תיקנית המיוצר צורכי חבלה ומאושר על ידי צהל.`,
                    },
                ],
            },
            "סוגי מעברים": {
                "סוגי המעברים הקיימים:": [ 
                    {
                        cardType: "text",
                        content: `המעברים מתחלקים למעברי סגר/כתר(מפרידים בין שטח פלשטיני לשטח פלשטיני) ולמעברי תפר(המפרידים בין שטחי הרשות הפלשטינית לשטחי מדינת ישראל).`,
                    },
                    {
                        cardType: "listDots3",
                        numList: "5",
                        li1: `מעבר הולכי רגל- המתחלק ל2 סוגים, מעבר שלב א(מאופיין בריבוי עמדות בידוק ואבטחה ממוגנת) ומעבר מבצעי(מעבר בטחוני להולכי רגל).`,
                        li2: `נקודת ביקורת לרכבים- בו מתבצע בידוק של רכבים, נוסעי הרכב ומטענו, על מנת למנוע מעבר מפגע או אמל״ח.`,
                        li3: `משטח גב אל גב- מאפשר העברת סחורות מרכב מצד אחד לרכב מהצד השני של המכשול.`,
                        li4: `מודל משולב- משלבת שני סוגים או יותר של מעברים(מעבר רגלי, רכוב ומעברי סחורות).`,
                        li5: `שער חקלאי/מבצעי- נקודת מעבר המאפשרת תנועה צבאית ו/או תנועה אזרחית חקלאית מבוקרת של הולכי רגל,רכב ורק״מ.`,
                    },
                ],
                "מעבר רגלי": [ 
                    {
                        cardType: "textTwoParagraphs",
                        text1: "המעבר הרגלי הינו נקודת בקרה להולכי רגל בעלת יכולת בידוק מלאה הממוקמת בקו המכשול על גבי צירי תנועה בין שטחי יהודה ושומרון לשטחי עורף מדינת ישראל.",
                        text2: "ייעוד נקודות הביקורת- להוות מנגנון בידוק ביטחוני, בקרה, רישום וכל זאת על מנת למנוע מעבר פח״ע, אמל״ח, בלתי מורשים תוך שמירה על שטף חיים ישראלי ומרקם חיים תקין של שתי האוכלוסיות"
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: `איומים ספציפיים`,
                        numList: "7",
                        li1: `מעבר פעילי טרור לעורף מדינת ישראל`,
                        li2: ` הברחת אמל״ח`,
                        li3: ` פיגוע במעבר פיגוע על ידי עובר`,
                        li4: `מעבר פלילים `,
                        li5: `איסוף מל״מ `,
                        li6: `התפרעות/ הפרעות סדר `,
                        li7: `חבלה באמצעים הטכנולוגיים במעבר`,
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: `דפאות למימוש האיום`,
                        numList: "7",
                        li1: `לארגוני הטרור יש יכולת בהסלקת אמל"ח`,
                        li2: `שימוש בפלטפורמות ״מעברים חוזרים״`,
                        li3: `ניצול הנחיות והשגרה במעבר לאיסוף מודיעין לפני מלחמה `,
                        li4: `ניצול היכולת להעברת כבודה בנקודת הביקורת להולכי רגל`,
                        li5: `ניצול אירגונים בינלאומיים `,
                        li6: `ניצול פלטפורמות פליליות להחדרת אמצעי לחימה`,
                        li7: `יכולת טכנולוגית מוכחת לזייף תעודות`,
                    },
                ],
                "מעבר סחורות": [ 
                    {
                        cardType: "textTwoParagraphs",
                        text1: "מעבר סחורות מעבר הסחורות (גב אל גב) הינו נקודת בקרה לסחורות בעלת יכולת בידוק מלאה הממוקמת בקו המכשול על גבי צירי תנועה מרכזיים.",
                        text2: "ייעוד נקודת הביקורת נקודת הביקורת תאפשר בידוק ביטחוני, שליטה ובקרה על הסחורות ותכולתן על מנת למנוע מעבר טרור, אמל״ח וסחורה שאינה מורשת"
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: `איומים ספציפיים`,
                        numList: "7",
                        li1: `מעבר פעילי טרור/פח״ע/ פליליים`,
                        li2: `הברחת אמל״ח, שב״חים`,
                        li3: `פיגוע במעבר על ידי עובר`,
                        li4: `מעבר פלילים או סחורות לא מורשות`,
                        li5: `איסוף מודיעין לפני מלחמה`,
                        li6: `התפרעות/ הפרעות סדר`,
                        li7: `חבלה באמצעים הטכנולוגים של המעבר`,
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: `דפאות למימוש האיום`,
                        numList: "7",
                        li1: `לארגוני הטרור יש יכולת מוסלקת בהסלקת אמלח`,
                        li2: `שימוש בפלטפורמות ״מעברים חוזרים״`,
                        li3: `ניצול הנייחות והשגרה במעבר לאיסוף מודיעין לפני מלחמה`,
                        li4: `ניצול היכולת להעברת כבודה בנקודת הביקורת להולכי רגל`,
                        li5: `ניצול אירגונים בינלאומיים`,
                        li6: `ניצול פלטפורמות פליליות להחדרת אמצעי לחימה`,
                        li7: `יכולת טכנולוגית מוכחת לזייף תעודות`,
                    },
                ],
                "שער חקלאי": [ 
                    {
                        cardType: "textTwoParagraphs",
                        text1: "שער חקלאי ישנה הפרדה בין התושבים הפלסטינים לבין איזורי הזיקה המהווים חלק מ״מרקם חיים״ שלהם הנקראים שערים חקלאיים",
                        text2: "ייעוד נקודות הביקורת-ייעודם לתת אפשרות קיום מרקם חיים תקין של האוכלוסייה שנדרשת לעבור לשטח עורף מדינת ישראל או איוש תוך מניעה וסיכול חדירת פח״ע ואמלח לשטח מדינת ישראל."
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: `סוגי השערים החקלאיים`,
                        numList: "3",
                        li1: `שער מרקם חיים- מיועד למעבר של תושבי מרחב התפר, בעלי זיקה למרחב התפר, שערים מסוג אלה יהיו פתוחים במהלך היום על פי השעות שיוגדרו.`,
                        li2: `שער יומי- יפתח 3 פעמים ביום על פי הגדרות הסמכות הגזרתית`,
                        li3: `שער עונתי- נפתח בתקופות מסוימות בשנה כמו מסיק ובציר לצורך עבודת חקלאים.`,
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: `איומים`,
                        numList: "7",
                        li1: `מעבר פעילי טרור/פח״ע/ פליליים`,
                        li2: `הברחת אמל״ח, שב״חים`,
                        li3: `פיגוע במעבר על ידי עובר`,
                        li4: `מעבר פלילים או סחורות לא מורשות`,
                        li5: `איסוף מודיעין לפני מלחמה`,
                        li6: `התפרעות/ הפרעות סדר`,
                        li7: `חבלה באמצעים הטכנולוגים של המעבר `,
                    },
                    {
                        cardType: "listNumbers3",
                        subTitle: `דפ"אות למימוש`,
                        numList: "7",
                        li1: `לארגוני הטרור יש יכולת מוסלקת בהסלקת אמלח`,
                        li2: `שימוש בפלטפורמות ״מעברים חוזרים״`,
                        li3: `ניצול הנייחות והשגרה במעבר לאיסוף מודיעין לפני מלחמה`,
                        li4: `ניצול היכולת להעברת כבודה בנקודת הביקורת להולכי רגל`,
                        li5: `ניצול אירגונים בינלאומיים`,
                        li6: `ניצול פלטפורמות פליליות להחדרת אמצעי לחימה`,
                        li7: `יכולת טכנולוגית מוכחת לזייף תעודות`,
                    },
                ],
            },
        },
        "amountOfQuestions": 0
    },
    'מערך גחל"ת': {
        "icon":  "../assets/images/opening/bhd13_icons/galhatz.svg",
        // שאלות לנושא הזה
        "questions": [
            {
                type: "multiple",
                question: `מה מטרת מערך גחל"ת?`,
                ans1: `חיזוק יכולתו של כלוא לשירות תקין בתום ריצוי העונש`,
                ans2: `לשמש קב"ן בכלא`,
                ans3: `החלפת תפקיד לכלואים`,
                ans4: `העברת מידע מודיעיני למצ"ח על כלוא`,
                correctAns: "ans1"
            },
            {
                type: "binary",
                sentence: `חיילי גחל"ת מאותרים כבר במלשביות לתפקיד`,
                trueOrFalse: true
            },
            {
                type: "binary",
                sentence: `חייל ממערך גחל"ת רשאי לנקוט בכל סמכויות הש"צ מכיוון שעבר טירונות פש"צ`,
                trueOrFalse: false
            },
        ],
        "learningContent": {
            // סוג הכרטיסייה
            "מבוא": {
                "ייעוד": [ 
                    {
                        cardType: "textTwoParagraphs",
                        text1: `ייעוד המערך- גורמי חזרה לשירות תקין ״להוות מערך מקצועי בבסיסי הכליאה הצהליים לביצוע התערבויות, שמטרתן חיזוק יכולתו של כלוא לשירות תקין בתום ריצוי העונש״`,
                        text2: `<ul class="list"><li>יתקיימו 3 מחזורי פשצ עם קורס גחלת</li><li>מאבחני גחלת אינם שוטרים צבאיים ואין להם את סמכויות השצ</li><li>התפקיד דורש כושר ביטוי גבוה, יחסי אנוש, יכולת זיכרון גבוהה, אינטיליגנציה רגשית ויכולת ניתוח</li></ul>`
                    },
                ],
            },
            "כניסה לתפקיד": {
                "תהליך": [ 
                    {
                        cardType: "listNumbers3",
                        subTitle: `תהליך כניסה לתפקיד:`,
                        numList: "4",
                        li1: `איתור בשלב המלש"ב`,
                        li2: `טירונות פש"צ`,
                        li3: `מחלקת גחלת`,
                        li4: `קורס אבחון`,
                    },
                ],
            },
            "תחומי התעסקות": {
                "פעילויות ייחודיות מערך הגחלת": [ 
                    {
                        cardType: "listDots3",
                        numList: "4",
                        li1: `סדנאות ״כלים שלובים״ לכלואים ולכלואות`,
                        li2: `התערבות מרכזית לגבי תש הכלואים`,
                        li3: `התערבויות לאוכלוסיות מיוחדות`,
                        li4: `במקרים מיוחדים, המלצה על שחרור מצהל`,
                    },
                ],
            },
        },
        "amountOfQuestions": 0
    }
};



/********************************************************************************************************/
/********************************************************************************************************/
/********************************************************************************************************/
/*****  אובייקטים לפי סוג הכרטיסייה המכניסים את התוכן של כל כרטיסייה אל תוך הכרטיסייה  ********/

/**
 * @type {{[index: string]: {init: (card: HTMLElement, json: any) => void}}}
 */
let CARD_TYPES = {};

CARD_TYPES.text = {
    init(card, json) {
        card.querySelector(".content").innerHTML = json.content;
    }
}

CARD_TYPES.textTwoParagraphs = {
    init(card, json) {
        card.querySelector(".text1").innerHTML = json.text1;
        card.querySelector(".text2").innerHTML = json.text2;
    }
}

CARD_TYPES.textThreeParagraphs = {
    init(card, json) {
        card.querySelector(".text1").innerHTML = json.text1;
        card.querySelector(".text2").innerHTML = json.text2;
        card.querySelector(".text3").innerHTML = json.text3;
    }
}

CARD_TYPES.picAndText = {
    init(card, json) {
        card.querySelector(".pic").src = json.pic;
        card.querySelector(".content").innerHTML = json.content;
    }
}
CARD_TYPES.twoPics = {
    init(card, json) {
        card.querySelector(".pic1").src = json.pic1;
        card.querySelector(".content1").innerHTML = json.content1;
        card.querySelector(".pic2").src = json.pic2;
        card.querySelector(".content2").innerHTML = json.content2;
    }
}
CARD_TYPES.video = {
    init(card, json) {
        card.querySelector(".video").src = json.video;
    }
}
CARD_TYPES.videoAndText = {
    init(card, json) {
        card.querySelector(".video").src = json.video;
        card.querySelector(".content").innerHTML = json.content;
    }
}
CARD_TYPES.pic_4titles_4text = {
    init(card, json) {
        card.querySelector(".pic").src = json.pic;
        card.querySelector(".sub-title1").innerHTML = json.subTitle1;
        card.querySelector(".content1").innerHTML = json.content1;
        card.querySelector(".sub-title2").innerHTML = json.subTitle2;
        card.querySelector(".content2").innerHTML = json.content2;
        card.querySelector(".sub-title3").innerHTML = json.subTitle3;
        card.querySelector(".content3").innerHTML = json.content3;
        card.querySelector(".sub-title4").innerHTML = json.subTitle4;
        card.querySelector(".content4").innerHTML = json.content4;
    }
}
CARD_TYPES._3titles_3text = {
    init(card, json) {
        card.querySelector(".sub-title1").innerHTML = json.subTitle1;
        card.querySelector(".content1").innerHTML = json.content1;
        card.querySelector(".sub-title2").innerHTML = json.subTitle2;
        card.querySelector(".content2").innerHTML = json.content2;
        card.querySelector(".sub-title3").innerHTML = json.subTitle3;
        card.querySelector(".content3").innerHTML = json.content3;
    }
}
// CARD_TYPES.listDots3 = {
//     init(card, json) {
//         card.querySelector(".sub-title").innerHTML = json.subTitle;
//         card.querySelector(".li1").innerHTML = json.li1;
//         card.querySelector(".li2").innerHTML = json.li2;
//         card.querySelector(".li3").innerHTML = json.li3;
//     }
// }
CARD_TYPES.listDots3 = {
    init(card, json) {
        for (let num = 1; num <= Number(json.numList); num++) {
            card.querySelector(".list").innerHTML += `<li>${json["li"+num]}</li>`;
        }
    }
}
CARD_TYPES.listNumbers3 = {
    init(card, json) {
        card.querySelector(".sub-title").innerHTML = json.subTitle;
        for (let num = 1; num <= Number(json.numList); num++) {
            card.querySelector(".list").innerHTML += `<li>${json["li"+num]}</li>`;
        }
    }
}